Repository: frasun/chocante
Catalog: languages/*.po
Languages: pl_pl

source: Page not found
pl_pl: Nic tu nie ma

# thankyou
source: Go to homepage
pl_pl: Idź do strony głównej

# footer nav
source: Products
pl_pl: Produkty

# footer nav
source: Shop
pl_pl: Sklep

# footer
source: All Rights Reserved
pl_pl: Wszelkie prawa zastrzeżone

# blog
source: Other articles
pl_pl: Pozostałe artykuły

# product loop
source: Buy now
pl_pl: Kup teraz

source: From %1$s
pl_pl: Od %1$s

# menu
source: Main menu
pl_pl: Główne menu strony

# menu
source: Footer - Chocante
pl_pl: Stopka - Chocante

# menu
source: Footer - Products
pl_pl: Stopka - Produkty

# menu
source: Footer - Shop
pl_pl: Stopka - Sklep

# menu
source: Footer - Social media
pl_pl: Stopka - Social media

# menu
source: Footer - Terms
pl_pl: Stopka - Regulaminy

# admin
source: Header - affix
pl_pl: Nagłówek - przyklejone do góry

# admin
source: Header - top
pl_pl: Nagłówek - w górnej części

# admin
source: Mobile menu - after main menu
pl_pl: Menu mobilne - za głównym menu

# admin
source: Mobile menu - top
pl_pl: Menu mobilne - w górnej części

# admin
source: Footer - bottom left
pl_pl: Stopka - na dole po lewo

# admin
source: Footer - bottom mobile
pl_pl: Stopka - mobile

# product slider
source: Loading
pl_pl: Wczytuję

# product slider
source: Featured products
pl_pl: Polecane produkty

# product slider
source: Learn more about our offer
pl_pl: Poznaj naszą ofertę

# login page
source: Already have an account?
pl_pl: Masz już konto?

# checkout
source: Edit previous step
pl_pl: Edytuj poprzedni krok

# checkout postcode validation
source: Eircode is not valid.
pl_pl: Eircode ma nieprawidłowy format.

# checkout postcode validation
source: Postcode / ZIP is not valid.
pl_pl: Kod pocztowy ma nieprawidłowy format.

# product slider
source: Products from category
pl_pl: Produkty z kategorii

source: %s pcs
pl_pl: %s szt.

source: Last items in stock!
pl_pl: Końcówka zapasów!

# product slider
source: Previous
pl_pl: Poprzedni

# product slider
source: Next
pl_pl: Nastęony

# product slider
source: Go to first
pl_pl: Idź do pierwszego

# product slider
source: Go to last
pl_pl: Idź do ostatniego

# product slider
source: Go to %s
pl_pl: Idź do %s

# product slider
source: Go to page %s
pl_pl: Strona %s

# product slider
source: Start autoplay
pl_pl: Start

# product slider
source: Pause autoplay
pl_pl: Wstrzymaj

# product slider
source: carousel
pl_pl: karuzela

# product slider
source: Select product to show
pl_pl: Wybierz produkt

# product slider
source: product
pl_pl: produkt

# globkurier
source: Air
pl_pl: Lotniczy

source: This name will be shown when in case of Globurier API error.
pl_pl: Ta nazwa będzie wyświetlona w przypadku błędu połączenia z API Globkurier.

# globkurier
source: Transport type
pl_pl: Transport

# globkurier
source: Road
pl_pl: Drogowy

# globkurier
source: Default rate
pl_pl: Domyślna stawka

source: This rate will be shown when in case of Globurier API error.
pl_pl: Stawka będzie wyświetlona w przypadku błędu połączenia z API Globkurier.

# globkurier
source: Default delivery time (days)
pl_pl: Domyślny czas dostarczenia (dni)

source: This delivery time will be shown when in case of Globurier API error or missing delivery time entry.
pl_pl: Ten czas dostarczenia będzie wyświetlony w przypadku braku tej informacji w odpowiedzi API lub błędu połączenia z API Globkurier.

# blog
source: Cacao Blog
pl_pl: Blog o kakao

# infobox
source: Safe shopping
pl_pl: Bezpieczne zakupy

# infobox
source: If the product we supply is faulty or damaged, you can return the goods and we will give you a refund or send you a new product.
pl_pl: Jeśli dostarczone przez nas produkt byłby wadliwy lub zniszczony możesz zwrócić zakuiony towar, a my oddamy Ci pieniądze lub wyślemy nowy produkt.

# infobox
source: Fast shipping
pl_pl: Szybka wysyłka

# infobox
source: Order before 11 a.m. and we will ship it the same day.
pl_pl: Zamów do godziny 11, a wyślemy jeszcze dzisiaj.

# infobox
source: In stock
pl_pl: W magazynie

# join group
source: Join the group
pl_pl: Dołącz do grupy

# join group
source: Cacao at a discount
pl_pl: Kakao z rabatem

# join group
source: Join the cacao group and return to the shop with a discount code. Buy ceremonial cacao, beans or cocoa butter at a better price. Discount code within the posts.
pl_pl: Dołącz do kakaowej grupy i wróć do sklepu z kodem rabatowym. Kupuj kakao ceremonialne, ziarna czy masło kakao w lepszej cenie. Kod rabatowy ukryty w postach na grupie.

# join group
source: Join
pl_pl: Dołącz do grupy

# reading time
source: %d minute(s)
pl_pl: %d minut(y)

# product page
source: Product Details
pl_pl: Szczegóły produktu

# product page
source: Nutritional data
pl_pl: Tabela odżywcza

# product page
source: Per 100 g
pl_pl: W 100 g

source: Reading time
pl_pl: Czas czytania

# blog
source: Read more
pl_pl: Czytaj dalej

# cart
source: Cart is empty
pl_pl: Koszyk jest pusty

# cart
source: You have not added anything to your shopping cart yet. Go to our shop to select the products you are interested in.
pl_pl: Na razie nic nie dodałeś do koszyka. Przejdź do naszego sklepu, aby wybrać interesujące Cię produkty.

# thankyou
source: Thank you for shopping
pl_pl: Dziękujemy za zakupy

# thankyou
source: You will be informed about further steps by separate emails. You can also keep up to date with the current status at %1$sthis address%2$s.
pl_pl: O dalszych krokach będziesz informowany osobnymi wiadomościami e-mail. Na bieżąco możesz też śledzić aktualny status pod %1$stym adresem%2$s.

# thankyou
source: Your order no. %s has been accepted for processing.
pl_pl: Twoje zamówienie nr %s zostało przyjęte do realizacji.

# no products found
source: or
pl_pl: lub

# product listing
source: 1 product
pl_pl: 1 produkt

# product listing
source: %d product
pl_pl: %d produkt

# product listing
source: %1$d&ndash;%2$d of %3$d product
pl_pl: %1$d&ndash;%2$d z %3$d produktów

source: Insert message…
pl_pl: Wpisz wiadomość…

# block title
source: Infobar
pl_pl: Belka info

# block description
source: Block with important information sticky to the page top
pl_pl: Block przyklejony do góry strony zawierający ważne informacje
